{
    "Borscht": {
        "languages": {
            "ru": {
                "headers": {
                    "разновидности": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "красный борщ",
                                    "translated": "Red borsch"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Некоторые разновидности борща не заправляются сметаной.",
                                    "translated": "Some varieties of borscht are not served with sour cream.",
                                    "fact_aligned_sentence": "При подаче борщ, как правило, заправляется сметаной, исключая некоторые разновидности, например в одесской кухне.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "В будни в красный борщ добавляли толчёное сало с чесноком и луком.",
                                    "Борщ, как правило, заправляется сметаной.",
                                    "Некоторые разновидности борща не заправляются сметаной."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In such soups, beetroots are not used or merely optional.",
                                    "In such soups, beetroots are not used or merely optional.",
                                    "Kvass-based variants were also known in Ukraine at that time; some of them were types of green borscht, while others were similar to the Russian okroshka.",
                                    "Kvass-based variants were also known in Ukraine at that time; some of them were types of green borscht, while others were similar to the Russian okroshka."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Горячий (красный) борщ особо популярен на Украине.",
                                    "translated": "Hot (red) borscht is particularly popular in Ukraine.",
                                    "fact_aligned_sentence": "Горячий (красный) — этот вид борща является распространённым в кухне разных народов, особо популярен в России и на Украине;",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Горячий (красный) борщ является распространённым в кухне разных народов.",
                                    "Горячий (красный) борщ особо популярен в России.",
                                    "Горячий (красный) борщ особо популярен на Украине."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Green borscht (zeleny borshch), a light soup made from leaf vegetables, is an example common in Ukrainian and Russian cuisines.",
                                    "Green borscht (zeleny borshch), a light soup made from leaf vegetables, is an example common in Ukrainian and Russian cuisines.",
                                    "Vinegar, tomato products, lemon juice or citric acid may be used, as well as dry red wine, dill pickle juice, murături juice, sauerkraut juice, tart apples, Mirabelle plums, apricots, or a fermented rye flour and water mixture.",
                                    "There are multiple examples of the soup in Ukrainian cuisine."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "красный борщ",
                                    "translated": "Red borsch"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "В Польше, Литве и на западе Украины в Сочельник традиционно готовят борщ с «ушками».",
                                    "translated": "In Poland, Lithuania, and western Ukraine, it is traditional to prepare borscht with \"ears\" on Christmas Eve.",
                                    "fact_aligned_sentence": "В Польше, Литве и на западе Украины в Сочельник традиционно готовят борщ с «ушками» — одноимёнными пельменными изделиями с начинкой из грибов.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Во время поста борщ иногда готовят с рыбой.",
                                    "Пример борща с рыбой — борщ с бычками, свежими или консервированными.",
                                    "В Польше, Литве и на западе Украины в Сочельник традиционно готовят борщ с «ушками»."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In the region of Polesye, straddling the Belarusian-Ukrainian border, the same steaming-hot dishes, including borscht, are given as an offering to the souls of deceased ancestors during the annual semi-pagan remembrance ceremony known as Dzyady or Forefathers' Night.",
                                    "In Poland and Ukraine, borscht is usually one of the dishes served at a Christmas Eve dinner.",
                                    "Barszcz wigilijny, or Christmas Eve borscht, is a variant of the clear borscht that is traditionally served during the Polish Christmas Eve supper.",
                                    "Barszcz wigilijny, or Christmas Eve borscht, is a variant of the clear borscht that is traditionally served during the Polish Christmas Eve supper."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "борщок",
                                    "translated": "Borshchok"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Под борщком в русской ресторанной кухне понимают подкрашенный свёклой консоме.",
                                    "translated": "'Under borscht in Russian restaurant cuisine, one understands a consommé colored with beetroot.'",
                                    "fact_aligned_sentence": "Под борщком в русской ресторанной кухне понимают подкрашенный свёклой консоме, который подают обычно с острыми гренками.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Польский суп с куриной кровью может также носить название «борщ серый».",
                                    "Украинский вариант щавелевого супа.",
                                    "Под борщком в русской ресторанной кухне понимают подкрашенный свёклой консоме."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In ethnic Mennonite cuisine, borscht refers to a whole range of seasonal vegetable soups based on beef or chicken stock—from spring borscht made with spinach, sorrel and chard to summer borscht with cabbage, tomatoes, maize and squash to fall and winter borscht with cabbage, beets and potatoes.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "Urbain Dubois and Émile Bernard, both of whom had been employed at Polish aristocratic courts, presented borscht to the French public as a Polish soup; their cookbook, La cuisine classique, published in 1856, contains a borscht recipe under the descriptive name, potage au jus de betteraves à la polonaise (lit.",
                                    "'Polish-style beet-juice soup'), which had been changed to potage barsch à la polonaise by the third edition in 1868."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Существуют такие разновидности борща, как борщ киевский.",
                                    "translated": "There are varieties of borscht, such as Kyiv borscht.",
                                    "fact_aligned_sentence": "Существует много региональных разновидностей борща, обычно именующиеся по названию местности, в которой появились: борщ полтавский, галицкий, киевский, львовский, волынский, черниговский и другие.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Существуют такие разновидности борща, как борщ полтавский.",
                                    "Существуют такие разновидности борща, как борщ галицкий.",
                                    "Существуют такие разновидности борща, как борщ киевский."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Kvass-based variants were also known in Ukraine at that time; some of them were types of green borscht, while others were similar to the Russian okroshka.",
                                    "Kvass-based variants were also known in Ukraine at that time; some of them were types of green borscht, while others were similar to the Russian okroshka.",
                                    "Variants include ciorbă de perișoare (with meatballs), ciorbă de burtă (with tripe), borș de pește (with fish) and borș de sfeclă roșie (with beetroots).",
                                    "Variants include ciorbă de perișoare (with meatballs), ciorbă de burtă (with tripe), borș de pește (with fish) and borș de sfeclă roșie (with beetroots)."
                                ]
                            }
                        ]
                    },
                    "технология приготовления": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "приготовление",
                                    "translated": "Cooking"
                                },
                                "header_1": {
                                    "original": "технология приготовления",
                                    "translated": "Preparation technology"
                                },
                                "fact": {
                                    "original": "В старолитовском борще в качестве пряности используется тмин.",
                                    "translated": "In the old Litol soup, cumin is used as a spice.",
                                    "fact_aligned_sentence": "Приготовление старолитовского борща технологически не отличается от приготовления украинского, однако в нём используются белые грибы, отвариваемые отдельно, и, в качестве пряности, — тмин, а также яблоки, репа, кольраби.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Приготовление старолитовского борща технологически не отличается от приготовления украинского.",
                                    "В старолитовском борще используются белые грибы, отвариваемые отдельно.",
                                    "В старолитовском борще в качестве пряности используется тмин."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "'sour, acid'; compare kvass) and in Yiddish as rosl (from a Slavic word originally referring to any brine obtained by steeping salted meat or vegetables in water; compare Russian rassol, 'pickle juice', Polish rosół, 'broth').",
                                    "Apart from its employment in borscht, it may also be added to prepared horseradish or used as pot roast marinade.",
                                    "Apart from its employment in borscht, it may also be added to prepared horseradish or used as pot roast marinade.",
                                    "Apart from its employment in borscht, it may also be added to prepared horseradish or used as pot roast marinade."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "приготовление",
                                    "translated": "Cooking"
                                },
                                "header_1": {
                                    "original": "технология приготовления",
                                    "translated": "Preparation technology"
                                },
                                "fact": {
                                    "original": "Как правило, также отдельно пассеруются лук, морковь, петрушка с последующим добавлением помидоров или томатной пасты.",
                                    "translated": "As a rule, onions, carrots, and parsley are also sautéed separately, followed by the addition of tomatoes or tomato paste.",
                                    "fact_aligned_sentence": "Как правило, также отдельно пассеруются лук, морковь, петрушка с последующим добавлением помидоров или томатной пасты.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Иногда, чтобы картофель в борще не окрашивался в красный цвет, используют специальный борщевой буряк (не винегретный — красный, а полосатый, или даже сахарный).",
                                    "Свёкла зачастую готовится отдельно от других овощей.",
                                    "Как правило, также отдельно пассеруются лук, морковь, петрушка с последующим добавлением помидоров или томатной пасты."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Chopped herbs are often sprinkled on the surface of the soup; dill is most common, but parsley, chives or scallion are often added as well.",
                                    "Chopped herbs are often sprinkled on the surface of the soup; dill is most common, but parsley, chives or scallion are often added as well.",
                                    "It is served refrigerated, typically over finely chopped beetroot, cucumbers, radishes and green onion, together with halves of a hard-boiled egg and sprinkled with fresh dill.",
                                    "It is served refrigerated, typically over finely chopped beetroot, cucumbers, radishes and green onion, together with halves of a hard-boiled egg and sprinkled with fresh dill."
                                ]
                            }
                        ]
                    },
                    "этимология названия": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "этимология названия",
                                    "translated": "Etymology of the name"
                                },
                                "fact": {
                                    "original": "Сваренный борщ солили и заправляли.",
                                    "translated": "'The cooked borscht was salted and seasoned.'",
                                    "fact_aligned_sentence": "Сваренный борщ солили и заправляли.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Позже борщ готовили на свекольном квасе: его разбавляли водой, смесь заливали в глиняный горшок или чугунок и доводили до кипения.",
                                    "В кипяток клали нарезанную свёклу, капусту, морковь и другие овощи и ставили горшок в печь.",
                                    "Сваренный борщ солили и заправляли."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Onions, carrots, parsley root, turnip and other root vegetables are sautéed (traditionally in animal fat, especially lard or butter) and then mixed with tomatoes or tomato paste.",
                                    "Dry beans are boiled separately.",
                                    "The mixture has a distinctive pink or magenta color.",
                                    "It is served refrigerated, typically over finely chopped beetroot, cucumbers, radishes and green onion, together with halves of a hard-boiled egg and sprinkled with fresh dill."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "этимология названия",
                                    "translated": "Etymology of the name"
                                },
                                "fact": {
                                    "original": "Это значение не зафиксировано в словарях древних славянских наречий.",
                                    "translated": "'This meaning is not recorded in the dictionaries of ancient Slavic dialects.'",
                                    "fact_aligned_sentence": "По-видимому, распространённое мнение о том, что бърщь является старославянским названием свёклы, следует отнести к народной этимологии: это значение не зафиксировано в словарях древних славянских наречий, однако на украинский язык «свёкла» (от др.-греч.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "Съедобные листья борщевика использовались в пищу.",
                                    "Распространённое мнение о том, что бърщь является старославянским названием свёклы, следует отнести к народной этимологии.",
                                    "Это значение не зафиксировано в словарях древних славянских наречий."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Borscht is associated with and claimed by several ethnic groups, especially Ukrainians, Russians, Poles, Lithuanians and Ashkenazi Jews, as their own national or ethnic dish and cultural icon.",
                                    "Borscht is associated with and claimed by several ethnic groups, especially Ukrainians, Russians, Poles, Lithuanians and Ashkenazi Jews, as their own national or ethnic dish and cultural icon.",
                                    "This distinctive feature of borscht derives from the practice of slow cooking in the Russian oven (traditional masonry stove, used for both cooking and heating), wherein the differences in cooking times of individual ingredients had to be taken into account in order to ensure that all components reach doneness at the same time.",
                                    "The importance of this method is reflected in the Russian language, where a variant in which all vegetables are added raw directly into the stock is referred to by the diminutive form borshchok rather than borshch."
                                ]
                            }
                        ]
                    },
                    "история": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "история",
                                    "translated": "story"
                                },
                                "fact": {
                                    "original": "Позже, с появлением их в Украине, обязательной частью борща стали картофель и помидоры.",
                                    "translated": "Later, with their arrival in Ukraine, potatoes and tomatoes became an essential part of borscht.",
                                    "fact_aligned_sentence": "Позже, с появлением их в Украине, обязательной частью борща стали картофель и помидоры.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%91%D0%BE%D1%80%D1%89"
                                },
                                "src_context": [
                                    "В борщ добавляли пшено, поджарку с мукой, галушки, фасоль.",
                                    "В XV—XVII веках борщ уже существовал как национальное блюдо в близком к сегодняшнему виде.",
                                    "Позже, с появлением их в Украине, обязательной частью борща стали картофель и помидоры."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Spanish conquistadors brought potatoes and tomatoes from the Americas to Europe in the 16th century, but these vegetables only became commonly grown and consumed in Eastern Europe in the 19th century.",
                                    "Spanish conquistadors brought potatoes and tomatoes from the Americas to Europe in the 16th century, but these vegetables only became commonly grown and consumed in Eastern Europe in the 19th century.",
                                    "Eventually, both became staples of peasant diet and essential ingredients of Ukrainian and Russian borscht.",
                                    "Eventually, both became staples of peasant diet and essential ingredients of Ukrainian and Russian borscht."
                                ]
                            }
                        ]
                    }
                }
            },
            "fr": {
                "headers": {
                    "étymologie du nom et histoire": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "étymologie du nom et histoire",
                                    "translated": "Etymology of the name and History"
                                },
                                "fact": {
                                    "original": "En Biélorussie, le bortsch est un plat à part entière.",
                                    "translated": "In Belarus, borscht is a dish in its own right.",
                                    "fact_aligned_sentence": "En Pologne, en Roumanie, en Ukraine, en Biélorussie, en Lituanie, dans le sud de la Russie et en Sibérie, le bortsch est un plat à part entière, tandis que dans le Nord de la Russie et de l'Oural, il est préparé principalement comme potage.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "En Roumanie, le bortsch est un plat à part entière.",
                                    "En Ukraine, le bortsch est un plat à part entière.",
                                    "En Biélorussie, le bortsch est un plat à part entière."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In the region of Polesye, straddling the Belarusian-Ukrainian border, the same steaming-hot dishes, including borscht, are given as an offering to the souls of deceased ancestors during the annual semi-pagan remembrance ceremony known as Dzyady or Forefathers' Night.",
                                    "In Poland and Ukraine, borscht is usually one of the dishes served at a Christmas Eve dinner.",
                                    "Such type of \"purplish, watery broth\" is, according to Nikolai Burlakoff, author of The World of Russian Borsch, \"associated in America with borsch, in general, and Jewish borsch in particular.\"",
                                    "In the Soviet Union, borscht was one of the most popular everyday dishes."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "étymologie du nom et histoire",
                                    "translated": "Etymology of the name and History"
                                },
                                "fact": {
                                    "original": "Les feuilles comestibles de la berce commune étaient utilisées dans la préparation de plats.",
                                    "translated": "The edible leaves of the common hogweed were used in the preparation of dishes.",
                                    "fact_aligned_sentence": "Le mot bortsch vient du nom slave de la berce commune, dont les feuilles comestibles étaient utilisées dans la préparation de plats.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Le bortsch ukrainien se différencie du bortsch russe par la présence de lard de porc.",
                                    "Le mot bortsch vient du nom slave de la berce commune.",
                                    "Les feuilles comestibles de la berce commune étaient utilisées dans la préparation de plats."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Beet (Beta vulgaris), a plant native to the Mediterranean Basin, was already grown in antiquity.",
                                    "Only the leaves were of culinary use, as the tapered, tough, whitish and bitter-tasting root was considered unfit for human consumption.",
                                    "Simon Syrenius (Szymon Syreński), a 17th century Polish botanist, described \"our Polish hogweed\" as a vegetable that was well known throughout Poland, Ruthenia, Lithuania and Samogitia (that is, most of the northern part of Eastern Europe), typically used for cooking a \"tasty and graceful soup\" with capon stock, eggs, sour cream and millet.",
                                    "Simon Syrenius (Szymon Syreński), a 17th century Polish botanist, described \"our Polish hogweed\" as a vegetable that was well known throughout Poland, Ruthenia, Lithuania and Samogitia (that is, most of the northern part of Eastern Europe), typically used for cooking a \"tasty and graceful soup\" with capon stock, eggs, sour cream and millet."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "étymologie du nom et histoire",
                                    "translated": "Etymology of the name and History"
                                },
                                "fact": {
                                    "original": "Ce plat était très apprécié d'Alexandre II.",
                                    "translated": "'This dish was very much appreciated by Alexander II.'",
                                    "fact_aligned_sentence": "Ce plat était très apprécié de Catherine II, d'Alexandre II et de la ballerine Anna Pavlova.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "En Russie, on trouve une des premières mentions du bortsch au XVIe siècle dans le traité du Domostroï.",
                                    "Ce plat était très apprécié de Catherine II.",
                                    "Ce plat était très apprécié d'Alexandre II."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "The earliest known Polish recipes for borscht, written by chefs catering to Polish magnates (aristocrats), are from the late 17th century.",
                                    "Stanisław Czerniecki, head chef to Prince Aleksander Michał Lubomirski, included several borscht recipes in his Compendium ferculorum (A Collection of Dishes), the first cookbook published originally in Polish, in 1682.",
                                    "It was uncommon on the royal table, although according to the 16th century Polish botanist Marcin of Urzędów—citing Giovanni Manardo, a court physician to the Jagiellonian kings of Hungary—the Polish-born King Vladislaus II used to have a Polish hogweed-based dish prepared for him at his court in Buda.",
                                    "It was uncommon on the royal table, although according to the 16th century Polish botanist Marcin of Urzędów—citing Giovanni Manardo, a court physician to the Jagiellonian kings of Hungary—the Polish-born King Vladislaus II used to have a Polish hogweed-based dish prepared for him at his court in Buda."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "étymologie du nom et histoire",
                                    "translated": "Etymology of the name and History"
                                },
                                "fact": {
                                    "original": "Les Polonais ont leurs propres subtilités et particularités de la cuisson du bortsch.",
                                    "translated": "The Poles have their own subtleties and peculiarities in cooking borscht.",
                                    "fact_aligned_sentence": "Aujourd'hui, les Polonais, les Russes, les Lituaniens, les Roumains et les Biélorusses ont tous leurs propres subtilités et particularités de la cuisson du bortsch.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Ce plat était très apprécié d'Alexandre II.",
                                    "Ce plat était très apprécié de la ballerine Anna Pavlova.",
                                    "Les Polonais ont leurs propres subtilités et particularités de la cuisson du bortsch."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Both variants typically contain beetroots and onions, and are flavored with beet sour, vinegar or citric acid for tartness and beet sugar for sweetness.",
                                    "Galician Jews traditionally liked their borscht particularly sweet.",
                                    "However, according to Irina Perianova, a Russian linguist and anthropologist, \"people tend to be very proprietal about their food and proud of it.\"",
                                    "However, according to Irina Perianova, a Russian linguist and anthropologist, \"people tend to be very proprietal about their food and proud of it.\""
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "étymologie du nom et histoire",
                                    "translated": "Etymology of the name and History"
                                },
                                "fact": {
                                    "original": "Ce plat était très apprécié de Catherine II.",
                                    "translated": "This dish was highly appreciated by Catherine II.",
                                    "fact_aligned_sentence": "Ce plat était très apprécié de Catherine II, d'Alexandre II et de la ballerine Anna Pavlova.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "On rajoute ensuite des tranches de betteraves, de chou, de carottes et d'autres légumes.",
                                    "En Russie, on trouve une des premières mentions du bortsch au XVIe siècle dans le traité du Domostroï.",
                                    "Ce plat était très apprécié de Catherine II."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "The fact that certain 19th century Russian and Polish cookbooks, such as Handbook of the Experienced Russian Housewife (1842) by Yekaterina Avdeyeva and The Lithuanian Cook (1854) by Wincenta Zawadzka, refer to beetroot-based borscht as \"Little Russian borscht\" (where \"Little Russian\" is a term used at the time for ethnic Ukrainians under imperial Russian rule) suggests that this innovation took place in what is now Ukraine, whose soils and climate are particularly well suited to beet cultivation.",
                                    "The fact that certain 19th century Russian and Polish cookbooks, such as Handbook of the Experienced Russian Housewife (1842) by Yekaterina Avdeyeva and The Lithuanian Cook (1854) by Wincenta Zawadzka, refer to beetroot-based borscht as \"Little Russian borscht\" (where \"Little Russian\" is a term used at the time for ethnic Ukrainians under imperial Russian rule) suggests that this innovation took place in what is now Ukraine, whose soils and climate are particularly well suited to beet cultivation.",
                                    "Chopped veal, ham, or crawfish tails may be added as well.",
                                    "This soup was known in the Grand Duchy of Lithuania, which comprised the territories of modern-day Belarus and Lithuania, and it is still part of the culinary traditions of these and neighboring nations."
                                ]
                            }
                        ]
                    },
                    "recettes locales": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "recettes locales",
                                    "translated": "local revenues"
                                },
                                "fact": {
                                    "original": "Le bortsch lituanien est souvent consommé froid et peut contenir du kéfir ou du babeurre.",
                                    "translated": "Lithuanian borscht is often eaten cold and may contain kefir or buttermilk.",
                                    "fact_aligned_sentence": "Il y a différentes variantes locales à la recette du bortsch de base :",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Le bortsch russe peut inclure des tomates et parfois des champignons.",
                                    "Le bortsch polonais est souvent servi avec des œufs durs et de la crème aigre.",
                                    "Le bortsch lituanien est souvent consommé froid et peut contenir du kéfir ou du babeurre."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Galician Jews traditionally liked their borscht particularly sweet.",
                                    "Jewish borscht may be served either hot or cold, typically with a hot boiled potato on the side.",
                                    "Depending on the recipe, borscht may include meat or fish, or be purely vegetarian; it may be served either hot or cold, and it may range from a hearty one-pot meal to a clear broth or a smooth drink.",
                                    "Depending on the recipe, borscht may include meat or fish, or be purely vegetarian; it may be served either hot or cold, and it may range from a hearty one-pot meal to a clear broth or a smooth drink."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "recettes locales",
                                    "translated": "local revenues"
                                },
                                "fact": {
                                    "original": "Le bortsch russe peut inclure des tomates et parfois des champignons.",
                                    "translated": "'Russian borscht may include tomatoes and sometimes mushrooms.'",
                                    "fact_aligned_sentence": "Il y a différentes variantes locales à la recette du bortsch de base :",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Il y a différentes variantes locales à la recette du bortsch de base.",
                                    "Le bortsch ukrainien est souvent préparé avec du chou, des pommes de terre, des carottes, des oignons, et de la betterave.",
                                    "Le bortsch russe peut inclure des tomates et parfois des champignons."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In his take on borscht, the original Russian soup served only as inspiration for an extravagant haute cuisine dish with an air of eastern exoticism.",
                                    "Apart from vegetables and beet sour, his recipe calls for a roast chicken, a fried chicken, a duck, a piece of veal, an oxtail, a marrow bone, one pound of bacon, and six large sausages, and suggests serving with beef quenelles, deviled eggs and croûtons.",
                                    "The meat variant is typically made from beef brisket (pork is never used) and cabbage, while the dairy one is vegetarian, blended with sour cream or a mixture of milk and egg yolks.",
                                    "Both variants typically contain beetroots and onions, and are flavored with beet sour, vinegar or citric acid for tartness and beet sugar for sweetness."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "recettes locales",
                                    "translated": "local revenues"
                                },
                                "fact": {
                                    "original": "Le bortsch roumain peut inclure du céleri-rave et du poivron.",
                                    "translated": "Romanian borscht can include celery root and bell pepper.",
                                    "fact_aligned_sentence": "Il y a différentes variantes locales à la recette du bortsch de base :",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Le bortsch polonais est souvent servi avec des œufs durs et de la crème aigre.",
                                    "Le bortsch lituanien est souvent consommé froid et peut contenir du kéfir ou du babeurre.",
                                    "Le bortsch roumain peut inclure du céleri-rave et du poivron."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In his take on borscht, the original Russian soup served only as inspiration for an extravagant haute cuisine dish with an air of eastern exoticism.",
                                    "Apart from vegetables and beet sour, his recipe calls for a roast chicken, a fried chicken, a duck, a piece of veal, an oxtail, a marrow bone, one pound of bacon, and six large sausages, and suggests serving with beef quenelles, deviled eggs and croûtons.",
                                    "The meat variant is typically made from beef brisket (pork is never used) and cabbage, while the dairy one is vegetarian, blended with sour cream or a mixture of milk and egg yolks.",
                                    "Both variants typically contain beetroots and onions, and are flavored with beet sour, vinegar or citric acid for tartness and beet sugar for sweetness."
                                ]
                            }
                        ]
                    },
                    "General description": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "La plus ancienne mention connue du bortsch l'attribue à la cuisine ukrainienne.",
                                    "translated": "The earliest known mention of borscht attributes it to Ukrainian cuisine.",
                                    "fact_aligned_sentence": "Le bortsch, borsch ou borscht (en russe : борщ, borchtch /borɕ(ː)/  ; en ukrainien : борщ /bɔrʃt͡ʃ/, borchtch  ; en polonais : barszcz), parfois également bortch, est un potage préparé dans plusieurs pays slaves, dont la plus ancienne mention connue l'attribue à la cuisine ukrainienne,,.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Parfois, il est également appelé bortch.",
                                    "Le bortsch est préparé dans plusieurs pays slaves.",
                                    "La plus ancienne mention connue du bortsch l'attribue à la cuisine ukrainienne."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Ukrainian legends, probably of 19th century origin, attribute the invention of beetroot borscht either to Zaporozhian Cossacks, serving in the Polish army, on their way to break the siege of Vienna in 1683, or to Don Cossacks, serving in the Russian army, while laying siege to Azov in 1695.",
                                    "Ukrainian legends, probably of 19th century origin, attribute the invention of beetroot borscht either to Zaporozhian Cossacks, serving in the Polish army, on their way to break the siege of Vienna in 1683, or to Don Cossacks, serving in the Russian army, while laying siege to Azov in 1695.",
                                    "The book \"Description of the Kharkiv Governorate\" of 1785, which describes the food culture of the Ukrainians, says that borscht was the most consumed food, cooked from beets and cabbage with various other herbal spices and millet, on sour kvass; it was always made with pork lard or beef lard, on holidays with lamb or poultry, and sometimes with game.",
                                    "The book \"Description of the Kharkiv Governorate\" of 1785, which describes the food culture of the Ukrainians, says that borscht was the most consumed food, cooked from beets and cabbage with various other herbal spices and millet, on sour kvass; it was always made with pork lard or beef lard, on holidays with lamb or poultry, and sometimes with game."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Le bortsch rouge est un des douze plats traditionnels de la table du réveillon de Noël polonais.",
                                    "translated": "'Red borscht is one of the twelve traditional dishes of the Polish Christmas Eve table.'",
                                    "fact_aligned_sentence": "Le bortsch se décline sous plusieurs aspects : le bortsch blanc, le bortsch vert, et le bortsch rouge ; ce dernier, préparé à base de betteraves est notamment un des douze plats traditionnels de la table du réveillon de Noël polonais.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Bortsch"
                                },
                                "src_context": [
                                    "Le bortsch se décline sous plusieurs aspects : le bortsch blanc, le bortsch vert, et le bortsch rouge.",
                                    "Le bortsch rouge est préparé à base de betteraves.",
                                    "Le bortsch rouge est un des douze plats traditionnels de la table du réveillon de Noël polonais."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Celebrated after the first star has appeared in the sky on December 24 (Roman Catholic) or January 6 (Greek Catholic), it is a meal which is at the same time festive and fasting, a multicourse affair (traditionally, with twelve distinct dishes) that excludes ingredients of land-animal origin.",
                                    "Celebrated after the first star has appeared in the sky on December 24 (Roman Catholic) or January 6 (Greek Catholic), it is a meal which is at the same time festive and fasting, a multicourse affair (traditionally, with twelve distinct dishes) that excludes ingredients of land-animal origin.",
                                    "Barszcz wigilijny, or Christmas Eve borscht, is a variant of the clear borscht that is traditionally served during the Polish Christmas Eve supper.",
                                    "Barszcz wigilijny, or Christmas Eve borscht, is a variant of the clear borscht that is traditionally served during the Polish Christmas Eve supper."
                                ]
                            }
                        ]
                    }
                }
            },
            "zh": {
                "headers": {
                    "在上海及香港的演化": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "皇后饭店的创始人于永富年轻时在上海跟俄国厨师学艺。",
                                    "translated": "The founder of the Huánghòu Hotel, Yu Yongfu, learned his craft from Russian chefs in Shanghai during his youth.",
                                    "fact_aligned_sentence": "流落到世界各地的白俄難民有部分輾轉來到香港,當中有難民於二次戰前已在香港開設俄國菜餐廳,把家鄉菜帶到香港,其中一道菜式便是羅宋湯。1940年代开始,随着上海人往香港的移民潮,上海做法的罗宋汤也被传入香港。不論採取哪種做法,湯水顏色是紅色的罗宋汤在香港都常被称为「红汤」,屬於西式湯水(西湯)的其中一種,又与「白汤」(忌廉汤/忌廉蘑菇湯)一起成为港式豉油西餐中重要的前菜之一,並產生流行於茶餐廳的港式羅宋湯。以前售賣羅宋湯其中較知名的代表包括皇后飯店,其創始人于永富年輕時於上海跟俄國廚師學藝,1940年代來港,並在1952年於北角開辦第一間分店。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "红汤并产生流行于茶餐厅的港式罗宋汤。",
                                    "以前售卖罗宋汤其中较知名的代表包括皇后饭店。",
                                    "皇后饭店的创始人于永富年轻时在上海跟俄国厨师学艺。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "This distinctive feature of borscht derives from the practice of slow cooking in the Russian oven (traditional masonry stove, used for both cooking and heating), wherein the differences in cooking times of individual ingredients had to be taken into account in order to ensure that all components reach doneness at the same time.",
                                    "This distinctive feature of borscht derives from the practice of slow cooking in the Russian oven (traditional masonry stove, used for both cooking and heating), wherein the differences in cooking times of individual ingredients had to be taken into account in order to ensure that all components reach doneness at the same time.",
                                    "In Ukraine, beet sour and tomatoes were both used for some time until the latter ultimately prevailed during the last third of the 19th century.",
                                    "Russian and Polish aristocrats used to employ celebrated French chefs, who later presented their dishes as foreign curios back in France."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "其中一道菜式便是罗宋汤。",
                                    "translated": "One of the dishes is Borscht.",
                                    "fact_aligned_sentence": "流落到世界各地的白俄難民有部分輾轉來到香港,當中有難民於二次戰前已在香港開設俄國菜餐廳,把家鄉菜帶到香港,其中一道菜式便是羅宋湯。1940年代开始,随着上海人往香港的移民潮,上海做法的罗宋汤也被传入香港。不論採取哪種做法,湯水顏色是紅色的罗宋汤在香港都常被称为「红汤」,屬於西式湯水(西湯)的其中一種,又与「白汤」(忌廉汤/忌廉蘑菇湯)一起成为港式豉油西餐中重要的前菜之一,並產生流行於茶餐廳的港式羅宋湯。以前售賣羅宋湯其中較知名的代表包括皇后飯店,其創始人于永富年輕時於上海跟俄國廚師學藝,1940年代來港,並在1952年於北角開辦第一間分店。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "有难民于二次战前已在香港开设俄国菜餐厅。",
                                    "这些难民把家乡菜带到香港。",
                                    "其中一道菜式便是罗宋汤。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In ethnic Mennonite cuisine, borscht refers to a whole range of seasonal vegetable soups based on beef or chicken stock—from spring borscht made with spinach, sorrel and chard to summer borscht with cabbage, tomatoes, maize and squash to fall and winter borscht with cabbage, beets and potatoes.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "Borscht also evolved into a variety of sour soups to the east of Poland.",
                                    "Examples include onion borscht, a recipe for which was included in a 1905 Russian cookbook, and sorrel-based green borscht, which is still a popular summer soup in Ukraine and Russia."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "红汤并产生流行于茶餐厅的港式罗宋汤。",
                                    "translated": "'Red soup and the popular Hong Kong-style Borscht found in tea restaurants.'",
                                    "fact_aligned_sentence": "流落到世界各地的白俄難民有部分輾轉來到香港,當中有難民於二次戰前已在香港開設俄國菜餐廳,把家鄉菜帶到香港,其中一道菜式便是羅宋湯。1940年代开始,随着上海人往香港的移民潮,上海做法的罗宋汤也被传入香港。不論採取哪種做法,湯水顏色是紅色的罗宋汤在香港都常被称为「红汤」,屬於西式湯水(西湯)的其中一種,又与「白汤」(忌廉汤/忌廉蘑菇湯)一起成为港式豉油西餐中重要的前菜之一,並產生流行於茶餐廳的港式羅宋湯。以前售賣羅宋湯其中較知名的代表包括皇后飯店,其創始人于永富年輕時於上海跟俄國廚師學藝,1940年代來港,並在1952年於北角開辦第一間分店。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "红汤属于西式汤水（西汤）的一种。",
                                    "红汤与“白汤”（忌廉汤/忌廉蘑菇汤）一起成为港式豉油西餐中重要的前菜之一。",
                                    "红汤并产生流行于茶餐厅的港式罗宋汤。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "In ethnic Mennonite cuisine, borscht refers to a whole range of seasonal vegetable soups based on beef or chicken stock—from spring borscht made with spinach, sorrel and chard to summer borscht with cabbage, tomatoes, maize and squash to fall and winter borscht with cabbage, beets and potatoes.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "上海罗宋汤的一般做法是再加入白砂糖,从而达到酸中带甜的效果。",
                                    "translated": "The general method for making Shanghai borscht is to add white granulated sugar, achieving a sweet and sour effect.",
                                    "fact_aligned_sentence": "罗宋汤在20世纪初随着白俄难民流入上海租界开始传入了上海。因为甜菜并不适合在上海的气候条件下种植,且上海人并不习惯于罗宋汤酸酸的味道,故而上海人用捲心菜替代甜菜,用番茄酱调制汤色并且增加甜味。上海罗宋汤的一般做法是先将番茄酱用油炒製,以去掉酸味,再加入白砂糖,从而达到酸中带甜的效果。有些做法还会以牛肉汤为汤底,并加入红肠、洋山芋等材料。在上海,罗宋汤尤以德大西菜社与天鹅阁等的著名。当然随着罗宋汤之后日益家常化,罗宋汤的做法在上海民间也就随着家庭的口味千变万化了起来。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "上海人用番茄酱调制汤色并且增加甜味。",
                                    "上海罗宋汤的一般做法是先将番茄酱用油炒製,以去掉酸味。",
                                    "上海罗宋汤的一般做法是再加入白砂糖,从而达到酸中带甜的效果。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In Shanghai's Haipai cuisine, tomatoes are the main ingredient; beef and its broth, onions and cabbages are also added; while flour, rather than sour cream, is used for thickening.",
                                    "In Shanghai's Haipai cuisine, tomatoes are the main ingredient; beef and its broth, onions and cabbages are also added; while flour, rather than sour cream, is used for thickening.",
                                    "The dominant tastes in borscht are sweet and sour.",
                                    "This combination is traditionally obtained by adding beet sour."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "不论采取哪种做法，汤水颜色是红色的罗宋汤在香港都常被称为“红汤”。",
                                    "translated": "Regardless of the method used, the red color of the soup, known as borscht, is commonly referred to as \"red soup\" in Hong Kong.",
                                    "fact_aligned_sentence": "流落到世界各地的白俄難民有部分輾轉來到香港,當中有難民於二次戰前已在香港開設俄國菜餐廳,把家鄉菜帶到香港,其中一道菜式便是羅宋湯。1940年代开始,随着上海人往香港的移民潮,上海做法的罗宋汤也被传入香港。不論採取哪種做法,湯水顏色是紅色的罗宋汤在香港都常被称为「红汤」,屬於西式湯水(西湯)的其中一種,又与「白汤」(忌廉汤/忌廉蘑菇湯)一起成为港式豉油西餐中重要的前菜之一,並產生流行於茶餐廳的港式羅宋湯。以前售賣羅宋湯其中較知名的代表包括皇后飯店,其創始人于永富年輕時於上海跟俄國廚師學藝,1940年代來港,並在1952年於北角開辦第一間分店。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "其中一道菜式便是罗宋汤。",
                                    "1940年代开始，随着上海人往香港的移民潮，上海做法的罗宋汤也被传入香港。",
                                    "不论采取哪种做法，汤水颜色是红色的罗宋汤在香港都常被称为“红汤”。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "In ethnic Mennonite cuisine, borscht refers to a whole range of seasonal vegetable soups based on beef or chicken stock—from spring borscht made with spinach, sorrel and chard to summer borscht with cabbage, tomatoes, maize and squash to fall and winter borscht with cabbage, beets and potatoes.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "在上海及香港的演化",
                                    "translated": "Evolution in Shanghai and Hong Kong"
                                },
                                "fact": {
                                    "original": "红汤属于西式汤水（西汤）的一种。",
                                    "translated": "Red soup is a type of Western-style soup.",
                                    "fact_aligned_sentence": "流落到世界各地的白俄難民有部分輾轉來到香港,當中有難民於二次戰前已在香港開設俄國菜餐廳,把家鄉菜帶到香港,其中一道菜式便是羅宋湯。1940年代开始,随着上海人往香港的移民潮,上海做法的罗宋汤也被传入香港。不論採取哪種做法,湯水顏色是紅色的罗宋汤在香港都常被称为「红汤」,屬於西式湯水(西湯)的其中一種,又与「白汤」(忌廉汤/忌廉蘑菇湯)一起成为港式豉油西餐中重要的前菜之一,並產生流行於茶餐廳的港式羅宋湯。以前售賣羅宋湯其中較知名的代表包括皇后飯店,其創始人于永富年輕時於上海跟俄國廚師學藝,1940年代來港,並在1952年於北角開辦第一間分店。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "1940年代开始，随着上海人往香港的移民潮，上海做法的罗宋汤也被传入香港。",
                                    "不论采取哪种做法，汤水颜色是红色的罗宋汤在香港都常被称为“红汤”。",
                                    "红汤属于西式汤水（西汤）的一种。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Mushroom-filled uszka are particularly associated with Polish Christmas Eve borscht.",
                                    "Borscht, like any other soup in East Slavic cuisines, is seldom eaten by itself, but rather accompanied by a side dish.",
                                    "Borscht (English:   ) is a sour soup, made with meat stock, vegetables and seasonings, common in Eastern Europe and Northern Asia."
                                ]
                            }
                        ]
                    },
                    "General description": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "這種變體的羅宋湯呈番茄的橙红色。",
                                    "translated": "This variant of borscht presents a tomato orange-red color.",
                                    "fact_aligned_sentence": "羅宋湯(烏克蘭語:борщ,羅馬化:borshch,發音:[bɔrʃt͡ʃ] ();白俄羅斯語:боршч,羅馬化:borshch;俄语:борщ,羅馬化:borshch),是發源於東斯拉夫民族(包括烏克蘭、俄羅斯、白俄羅斯)的濃菜湯,也稱為紅菜湯或甜菜湯,盛行於東歐及中歐一帶。正宗羅宋湯以甜菜为主料,再加入馬鈴薯、紅蘿蔔、菠菜和牛肉塊、鮮奶油等配料熬煮,因此呈紫红色。東歐及中歐斯拉夫文化圈以外的地區(尤其遠東),由於甜菜产量稀少,進口替代成本高昂,導致本地人多以番茄或番茄醬代替甜菜,此種變體呈番茄的橙红色。2022年7月1日,聯合國教科文組織因俄烏戰爭對文化傳承構成嚴重威脅,將乌克兰罗宋汤烹饪文化列入瀕危非物質文化遺產。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "由於甜菜产量稀少，進口替代成本高昂。",
                                    "在這些地區，本地人多以番茄或番茄醬代替甜菜。",
                                    "這種變體的羅宋湯呈番茄的橙红色。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Variants include ciorbă de perișoare (with meatballs), ciorbă de burtă (with tripe), borș de pește (with fish) and borș de sfeclă roșie (with beetroots).",
                                    "Variants include ciorbă de perișoare (with meatballs), ciorbă de burtă (with tripe), borș de pește (with fish) and borș de sfeclă roșie (with beetroots).",
                                    "As result, many modern recipes of beet soups labeled as \"borscht\" list neither a tartness source (lack tomatoes, pickles, etc.)",
                                    "As result, many modern recipes of beet soups labeled as \"borscht\" list neither a tartness source (lack tomatoes, pickles, etc.)"
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "在這些地區，本地人多以番茄或番茄醬代替甜菜。",
                                    "translated": "In these areas, locals often use tomatoes or tomato sauce instead of beets.",
                                    "fact_aligned_sentence": "羅宋湯(烏克蘭語:борщ,羅馬化:borshch,發音:[bɔrʃt͡ʃ] ();白俄羅斯語:боршч,羅馬化:borshch;俄语:борщ,羅馬化:borshch),是發源於東斯拉夫民族(包括烏克蘭、俄羅斯、白俄羅斯)的濃菜湯,也稱為紅菜湯或甜菜湯,盛行於東歐及中歐一帶。正宗羅宋湯以甜菜为主料,再加入馬鈴薯、紅蘿蔔、菠菜和牛肉塊、鮮奶油等配料熬煮,因此呈紫红色。東歐及中歐斯拉夫文化圈以外的地區(尤其遠東),由於甜菜产量稀少,進口替代成本高昂,導致本地人多以番茄或番茄醬代替甜菜,此種變體呈番茄的橙红色。2022年7月1日,聯合國教科文組織因俄烏戰爭對文化傳承構成嚴重威脅,將乌克兰罗宋汤烹饪文化列入瀕危非物質文化遺產。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "在東歐及中歐斯拉夫文化圈以外的地區，尤其遠東，甜菜产量稀少。",
                                    "由於甜菜产量稀少，進口替代成本高昂。",
                                    "在這些地區，本地人多以番茄或番茄醬代替甜菜。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "As result, many modern recipes of beet soups labeled as \"borscht\" list neither a tartness source (lack tomatoes, pickles, etc.)",
                                    "As result, many modern recipes of beet soups labeled as \"borscht\" list neither a tartness source (lack tomatoes, pickles, etc.)",
                                    "Parsnip may be used as a substitute for parsley root, and tomato paste is often used as well as or instead of fresh tomatoes.",
                                    "Parsnip may be used as a substitute for parsley root, and tomato paste is often used as well as or instead of fresh tomatoes."
                                ]
                            }
                        ]
                    },
                    "称谓": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "称谓",
                                    "translated": "title"
                                },
                                "fact": {
                                    "original": "《香港居》是劉以鬯在1960年代的連載小說。",
                                    "translated": "‘Hong Kong Dwelling’ is a serialized novel by Liu Yichang from the 1960s.",
                                    "fact_aligned_sentence": "在劉以鬯1960年代的連載小說《香港居》中,以「鮑許」(Borsch)指香港50年代只能在俄國餐廳吃到的羅宋湯。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "苏伯是俄語суп音譯。",
                                    "суп意为汤。",
                                    "《香港居》是劉以鬯在1960年代的連載小說。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "A Gift to Young Housewives by Elena Molokhovets, the best-selling Russian cookbook of the 19th century, first published in 1861, contains nine recipes for borscht, some of which are based on kvass, a traditional Slavic fermented beverage made from rye bread.",
                                    "A Gift to Young Housewives by Elena Molokhovets, the best-selling Russian cookbook of the 19th century, first published in 1861, contains nine recipes for borscht, some of which are based on kvass, a traditional Slavic fermented beverage made from rye bread.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong.",
                                    "In Chinese cuisine, a soup known as Luosong tang, or \"Russian soup\", is based on red cabbage and tomatoes, and lacks beetroots altogether; also known as \"Chinese borscht\", it originated in Harbin, close to the Russian border in northeast China, and has spread as far as Hong Kong."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "称谓",
                                    "translated": "title"
                                },
                                "fact": {
                                    "original": "суп意为汤。",
                                    "translated": "'sup means soup.'",
                                    "fact_aligned_sentence": "罗宋汤在中國東北部份地区也称「苏伯汤」,其中蘇伯是俄語суп音譯,意为汤。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E7%BD%97%E5%AE%8B%E6%B1%A4"
                                },
                                "src_context": [
                                    "罗宋汤在中國東北部份地区也称「苏伯汤」。",
                                    "苏伯是俄語суп音譯。",
                                    "суп意为汤。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "'sour, acid'; compare kvass) and in Yiddish as rosl (from a Slavic word originally referring to any brine obtained by steeping salted meat or vegetables in water; compare Russian rassol, 'pickle juice', Polish rosół, 'broth').",
                                    "'sour, acid'; compare kvass) and in Yiddish as rosl (from a Slavic word originally referring to any brine obtained by steeping salted meat or vegetables in water; compare Russian rassol, 'pickle juice', Polish rosół, 'broth').",
                                    "Borscht (English:   ) is a sour soup, made with meat stock, vegetables and seasonings, common in Eastern Europe and Northern Asia."
                                ]
                            }
                        ]
                    }
                }
            }
        }
    }
}