{
    "Satay": {
        "languages": {
            "ru": {
                "headers": {
                    "происхождение и этимология названия": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "происхождение и этимология названия",
                                    "translated": "The origin and etymology of the name"
                                },
                                "fact": {
                                    "original": "Бамбуковая щепа была в изобилии у Сатаха из-за его ремесла.",
                                    "translated": "Bamboo shavings were abundant for Satakh due to his craft.",
                                    "fact_aligned_sentence": "Это кулинарное нововведение пришлось по вкусу местным жителям, приходившим на проповеди Малика Ибрахима, и вскоре будто бы стало известным по имени его изобретателя, Сатаха, которое со временем трансформировалось в слово «сате».",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Сатах стал заменять железные шпажки длинной бамбуковой щепой.",
                                    "Железные шпажки были достаточно дорогими и не всегда доступными в то время.",
                                    "Бамбуковая щепа была в изобилии у Сатаха из-за его ремесла."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Bumbon",
                                    "Sate Bumbon",
                                    "While the name has been transferred to the Clarke Quay site, several stalls from the original Satay club have moved to Sembawang in the north of the city.",
                                    "The satay stalls at the Lau Pa Sat area are notable for its popularity."
                                ]
                            }
                        ]
                    },
                    "разновидности": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "индонезия",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Лидирующие позиции по разнообразию сате в центральных районах Явы занимает Джокьякарта.",
                                    "translated": "Yogyakarta holds leading positions in diversity among cities in the central regions of Java.",
                                    "fact_aligned_sentence": "В пределах самой Явы особое разнообразие сате характерно для центральных районов острова, где, в свою очередь, лидирующие позиции в этом плане традиционно занимает Джокьякарта: на весьма небольшой территории этого особого округа, приравненного по статусу к провинции, выявлен 21 оригинальный вид миниатюрных шашлычков.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "В различных частях Явы готовятся многие десятки видов сате.",
                                    "Особое разнообразие сате характерно для центральных районов Явы.",
                                    "Лидирующие позиции по разнообразию сате в центральных районах Явы занимает Джокьякарта."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Beef satay, served in sweet soy sauce and peanut sauce.",
                                    "Specialty of Jepara town in Central Java.",
                                    "Sate klatak/klathak",
                                    "Sate klatak/klathak"
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "филиппины",
                                    "translated": "Philippines"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Основным сырьём для сатти служат курятина и говядина.",
                                    "translated": "The main raw materials for satty are chicken and beef.",
                                    "fact_aligned_sentence": "Основным сырьём для него служат курятина и говядина, а также говяжья печень — другие субпродукты используются крайне редко.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Сатти — филиппинская версия сате.",
                                    "Сатти имеет не так много разновидностей.",
                                    "Основным сырьём для сатти служат курятина и говядина."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Kelinci",
                                    "Sate Kelinci",
                                    "Sate Bulayak",
                                    "Sate Bulayak"
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "индонезия",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Джокьякарта известна большим количеством разновидностей сате.",
                                    "translated": "Yogyakarta is known for its many varieties of satay.",
                                    "fact_aligned_sentence": "При этом Джокьякарта известна не только большим количеством разновидностей сате, но и экзотичностью сырья для многих из них.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Лидирующие позиции по разнообразию сате в центральных районах Явы занимает Джокьякарта.",
                                    "В Джокьякарте выявлен 21 оригинальный вид миниатюрных шашлычков.",
                                    "Джокьякарта известна большим количеством разновидностей сате."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Gajih",
                                    "Beef fat satay popular in Yogyakarta, especially in Beringharjo Market.",
                                    "Sate is often associated with Muslim Malays, but pork sate is also available at non-halal Chinese eating establishments.",
                                    "There are a number of well-known satay outlets in Kajang, a city in Selangor closely associated with satays."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "общий обзор",
                                    "translated": "General review"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Использование тех или иных продуктов для сате обусловлено степенью их доступности в различных регионах.",
                                    "translated": "The use of certain products for consumption is determined by their availability in different regions.",
                                    "fact_aligned_sentence": "Использование тех или иных продуктов для сате во многом обусловлено степенью их доступности в различных регионах, которая, в свою очередь, предопределяется местными природными условиями, хозяйственным укладом и уровнем жизни населения.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Очень небольшое число рецептов сате предусматривает чередование на шампуре разных продуктов.",
                                    "Примеры чередования продуктов на шампуре включают мясо и печень или мясо и сало.",
                                    "Использование тех или иных продуктов для сате обусловлено степенью их доступности в различных регионах."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "For example, the Indonesian model Aurra Kharisma performed in 2021 at the Miss Grand International beauty pageant in a suit with satay images and a headdress decorated with several bundles of satay meat skewers.",
                                    "In some parts of Indonesia, certain types of satay are attributed with different symbolic meanings.",
                                    "If the satay is cooked with boiling satay peanut sauce, it is called sate celup.",
                                    "Both dishes are available from street vendors or in certain restaurants, and the majority are not halal."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "малайзия и малаеязычные территории",
                                    "translated": "Malaysia and Malaya -speaking territories"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "Сырьём для сате-локо-лок могут служить фрукты и кондитерские изделия, иногда с начинкой.",
                                    "translated": "The raw materials for sate-loko-lok can include fruits and confectionery products, sometimes with fillings.",
                                    "fact_aligned_sentence": "Соответственно, вариативность исходных продуктов для второго типа варёных шашлычков значительно больше: сырьём для сате-локо-лок могут служить не только различные виды мяса, птицы, морепродуктов и перепелиные яйца, как и для сате-челуп, но также фрукты и кондитерские изделия, иногда с начинкой.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Вариативность исходных продуктов для второго типа варёных шашлычков значительно больше.",
                                    "Сырьём для сате-локо-лок могут служить различные виды мяса, птицы, морепродуктов и перепелиные яйца.",
                                    "Сырьём для сате-локо-лок могут служить фрукты и кондитерские изделия, иногда с начинкой."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Online satay: In recent years with the advent of digital multi-service method that includes food delivery such as GoFood and GrabFood, satay is available by ordering online, and the food immediately delivered by motorcycle taxi called ojek.",
                                    "Online satay: In recent years with the advent of digital multi-service method that includes food delivery such as GoFood and GrabFood, satay is available by ordering online, and the food immediately delivered by motorcycle taxi called ojek.",
                                    "Sate Udang",
                                    "Sate Udang"
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "нидерланды",
                                    "translated": "Netherlands"
                                },
                                "header_1": {
                                    "original": "разновидности",
                                    "translated": "varieties"
                                },
                                "fact": {
                                    "original": "По состоянию на начало XXI века выходцы из Индонезии составляют не менее 2 % нидерландского населения.",
                                    "translated": "As of the beginning of the 21st century, people of Indonesian descent make up at least 2% of the Dutch population.",
                                    "fact_aligned_sentence": "Дополнительным фактором популярности сате в этой стране является проживание там внушительной общины выходцев из Индонезии, которые по состоянию на начало XXI века составляют не менее 2 % нидерландского населения.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Сате в Нидерландах часто продаётся в продовольственных магазинах как полуфабрикат.",
                                    "Дополнительным фактором популярности сате в Нидерландах является проживание там внушительной общины выходцев из Индонезии.",
                                    "По состоянию на начало XXI века выходцы из Индонезии составляют не менее 2 % нидерландского населения."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "It is also popular in Bali where the majority are Hindus, it is also popular in Northern Sulawesi, Northern Tapanuli, and Nias, where most people are Christians, and also popular in the Netherlands.",
                                    "It is also popular in Bali where the majority are Hindus, it is also popular in Northern Sulawesi, Northern Tapanuli, and Nias, where most people are Christians, and also popular in the Netherlands.",
                                    "marketplace or tourism area), and grill the satay to their customer's order.",
                                    "Gerobak: In Indonesian, gerobak means wheeled cart."
                                ]
                            }
                        ]
                    },
                    "приготовление": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "шампуры",
                                    "translated": "Sharpuras"
                                },
                                "header_1": {
                                    "original": "приготовление",
                                    "translated": "Cooking"
                                },
                                "fact": {
                                    "original": "В большинстве мест, где практикуется изготовление сате, существуют два основных типа бамбуковых шампуров: плоские либо круглые в сечении.",
                                    "translated": "In most places where satay is made, there are two main types of bamboo skewers: flat or round in cross-section.",
                                    "fact_aligned_sentence": "В большинстве мест, где практикуется изготовление сате, существуют два основных типа бамбуковых шампуров: плоские либо круглые в сечении.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "В абсолютном большинстве случаев шампуры изготавливаются из затвердевших бамбуковых стеблей.",
                                    "Из одного коленца бамбука толщиной со стакан выходит по меньшей мере несколько десятков подобных шпажек.",
                                    "В большинстве мест, где практикуется изготовление сате, существуют два основных типа бамбуковых шампуров: плоские либо круглые в сечении."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "A cheap vegetarian satay made from grounded tempe from Solo city, served in peanut sauce and pickles.",
                                    "There are two kinds of tempe: the most popular is made from soybean, and the second is made from the side product material of tofu production (called tempe gembus).",
                                    "Sate Hati",
                                    "Liver Satay."
                                ]
                            }
                        ]
                    },
                    "подача и употребление": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "соусы",
                                    "translated": "sauces"
                                },
                                "header_1": {
                                    "original": "подача и употребление",
                                    "translated": "Putation and use"
                                },
                                "fact": {
                                    "original": "На Филиппинах шашлычки принято выкладывать поверх соуса, в результате чего они часто тонут в миске, оставляя над поверхностью только кончики шампуров.",
                                    "translated": "In the Philippines, skewers are traditionally placed on top of the sauce, resulting in them often sinking in the bowl, leaving only the tips of the skewers above the surface.",
                                    "fact_aligned_sentence": "При этом сами шашлычки там принято выкладывать поверх соуса, в результате чего они часто тонут в миске, оставляя над поверхностью только кончики шампуров.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "Соус представляет собой густую полупрозрачную жидкость красноватого или оранжевого цвета с сильным пряным ароматом.",
                                    "На Филиппинах порцию из нескольких шпажек сатти обычно сопровождает внушительная глубокая миска, почти доверху наполненная подливкой.",
                                    "На Филиппинах шашлычки принято выкладывать поверх соуса, в результате чего они часто тонут в миске, оставляя над поверхностью только кончики шампуров."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "This practice is quite common in today's Bali and rural Java.",
                                    "The sunggi satay vendors—usually women—carry raw satays, lontongs, peanut sauce upon the wooden or wicker bamboo tray on their head, while carrying basket containing grill, charcoal, bamboo fan, sweet soy sauce bottle, and wooden small short chair called dingklik.",
                                    "The cattle liver made by diced whole liver, while the chicken liver satay is made from mixture of chicken liver, gizzard, and intestines.",
                                    "Usually gizzard is placed on the bottom, intestine on the center and liver or heart on the top."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "гарниры",
                                    "translated": "Garriers"
                                },
                                "header_1": {
                                    "original": "подача и употребление",
                                    "translated": "Putation and use"
                                },
                                "fact": {
                                    "original": "В Нидерландах обычно практикуется либо индонезийский вариант гарнирного сопровождения сате — с рисом и небольшой порцией сырых овощей или пикулей.",
                                    "translated": "In the Netherlands, either the Indonesian version of side dishes served with satay is typically practiced—with rice and a small portion of raw vegetables or pickles.",
                                    "fact_aligned_sentence": "Разрезанный на несколько крупных кусков, его погружают в глубокую миску с соусом вместе с сатти.",
                                    "wiki_link": "https://ru.wikipedia.org/wiki/%D0%A1%D0%B0%D1%82%D0%B5"
                                },
                                "src_context": [
                                    "На Филиппинах кетупат у разных народов носит различные названия: «патупат», «таму», «пусо» и др.",
                                    "На Филиппинах разрезанный на несколько крупных кусков кетупат погружают в глубокую миску с соусом вместе с сатти.",
                                    "В Нидерландах обычно практикуется либо индонезийский вариант гарнирного сопровождения сате — с рисом и небольшой порцией сырых овощей или пикулей."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "It is typically served with ta'mu (pusô in other Philippine languages) and a bowlful of warm peanut-based sauce.",
                                    "In the majority of the Philippines, a similar (but native) dish to satay usually made with pork or chicken is referred to as inihaw or inasal, or by the generic English name \"barbecue\" (usually shortened to \"BBQ\").",
                                    "Versions with goat-meat (sateh kambing) and sweet soy sauce are available in Indonesian restaurants and take-aways.",
                                    "Pork or chicken satay in peanut sauce, with salad and French-fries, is popular in pubs or eetcafés."
                                ]
                            }
                        ]
                    }
                }
            },
            "fr": {
                "headers": {
                    "General description": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Le terme « sauce sate » est régulièrement utilisé pour désigner un accompagnement de frites.",
                                    "translated": "The term \"satay sauce\" is regularly used to refer to a condiment for fries.",
                                    "fact_aligned_sentence": "Le terme « sauce sate » régulièrement utilisé pour désigner, notamment, un accompagnement de frites est un abus de langage[réf.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Le sud-est asiatique inclut Singapour, la Malaisie et la Thaïlande.",
                                    "Ce plat s'est répandu dans les établissements de restauration rapide néerlandaise à la suite de la colonisation.",
                                    "Le terme « sauce sate » est régulièrement utilisé pour désigner un accompagnement de frites."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "However, since the most popular variant of satay is chicken satay in peanut sauce (Sate Madura in Indonesia), in modern fusion cuisine the term \"satay\" has shifted to satay style peanut sauce instead.",
                                    "However, since the most popular variant of satay is chicken satay in peanut sauce (Sate Madura in Indonesia), in modern fusion cuisine the term \"satay\" has shifted to satay style peanut sauce instead.",
                                    "In addition, 'saté' sauce or peanut sauce has become one of the standard options as a condiment to accompany a portion of fries bought in a snackbar (besides mayonnaise, ketchup, curry-ketchup, 'joppiesaus' or a combination).",
                                    "Fries with satay sauce is commonly known as patatje pinda ('fries peanut') and fries with satay sauce, mayonaise and chopped unions is called patatje oorlog ('fries war')."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "La sauce cacahuète dont le vrai nom est bumbu kacang.",
                                    "translated": "'The peanut sauce, whose real name is bumbu kacang.'",
                                    "fact_aligned_sentence": "La sauce cacahuète dont le vrai nom est bumbu kacang n'est qu'une des nombreuses variétés de sauces pouvant accompagner les brochettes.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Cet abus de langage est passé dans la langue usuelle.",
                                    "Le sate est en réalité la brochette en elle-même.",
                                    "La sauce cacahuète dont le vrai nom est bumbu kacang."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Most often made from mutton or chicken, the recipe's main characteristic is the black sauce made from Indonesian sweet soy sauce/kecap manis mixed with palm sugar (called gula jawa or \"Javanese sugar\" in Indonesia), garlic, deep fried shallots, peanut paste, petis (a kind of shrimp paste), kemiri (candlenut), and salt.",
                                    "Most often made from mutton or chicken, the recipe's main characteristic is the black sauce made from Indonesian sweet soy sauce/kecap manis mixed with palm sugar (called gula jawa or \"Javanese sugar\" in Indonesia), garlic, deep fried shallots, peanut paste, petis (a kind of shrimp paste), kemiri (candlenut), and salt.",
                                    "The sauce for sate ampet is hot and spicy, which is no surprise since the island's name, lombok merah, means red chili.",
                                    "The sauce for sate ampet is hot and spicy, which is no surprise since the island's name, lombok merah, means red chili."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Le sud-est asiatique inclut Singapour, la Malaisie et la Thaïlande.",
                                    "translated": "Southeast Asia includes Singapore, Malaysia, and Thailand.",
                                    "fact_aligned_sentence": "Depuis Java, ce plat s'est répandu dans tout le sud-est asiatique (Singapour, Malaisie, Thaïlande) ainsi que dans les établissements de restauration rapide néerlandaise à la suite de la colonisation.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Yogyakarta est une des grandes villes de l'île de Java où le sate ou satay a été inventé.",
                                    "Ce plat s'est répandu dans tout le sud-est asiatique depuis Java.",
                                    "Le sud-est asiatique inclut Singapour, la Malaisie et la Thaïlande."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Annatto seeds and banana ketchup-based sauces are also widely used which gives the meat a vibrant orange or red color.",
                                    "In Singapore, satay is sold by Chinese, Malay and Indian Muslim vendors.",
                                    "From Java, satay spread through the Indonesian Archipelago and, as a consequence, numerous variations of the dish have been developed.",
                                    "By the late-19th century, satay had crossed the Strait of Malacca into neighbouring Malaysia, Singapore, and Thailand."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Le sate ou satay a été inventé à Java au XIXe siècle.",
                                    "translated": "Satay was invented in Java in the 19th century.",
                                    "fact_aligned_sentence": "Le sate ou satay (du malais et de l'indonésien) est un plat inventé à Java au XIXe siècle par les vendeurs ambulants des grandes villes de l'île comme Yogyakarta.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Le sate ou satay est un plat du malais et de l'indonésien.",
                                    "Le sate ou satay a été inventé à Java au XIXe siècle."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "The Indonesian publication Koran Jakarta claimed that sate, and ultimately satay, originated from Javanese term sak beteng which means one stick, and that the dish had existed as early as the 15th century.",
                                    "The Indonesian publication Koran Jakarta claimed that sate, and ultimately satay, originated from Javanese term sak beteng which means one stick, and that the dish had existed as early as the 15th century.",
                                    "Satay ( SAH-tay, in the US also  SA-tay), or sate in Indonesia, is a Javanese dish of seasoned, skewered and grilled meat, served with a sauce.",
                                    "Satay originated in Java, but has spread throughout Indonesia, into Southeast Asia, Europe, America, and beyond."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Il existe des sate de tofu.",
                                    "translated": "There are tofu cakes.",
                                    "fact_aligned_sentence": "De nos jours, il existe des sate de viande (poulet, bœuf, agneau, porc, tortue, cheval, lapin...), d'œufs (caille...), sate telur muda (à base d'œufs de poule prématurés), de poisson et fruits de mer, de fruits et légumes, de tofu et tempeh.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Il existe des sate de fruits.",
                                    "Il existe des sate de légumes.",
                                    "Il existe des sate de tofu."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "A cheap vegetarian satay made from grounded tempe from Solo city, served in peanut sauce and pickles.",
                                    "There are two kinds of tempe: the most popular is made from soybean, and the second is made from the side product material of tofu production (called tempe gembus).",
                                    "Sate Tahu",
                                    "Lit: Tofu Satay."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "General description",
                                    "translated": null
                                },
                                "fact": {
                                    "original": "Ce plat s'est répandu dans tout le sud-est asiatique depuis Java.",
                                    "translated": "This dish has spread throughout Southeast Asia from Java.",
                                    "fact_aligned_sentence": "Depuis Java, ce plat s'est répandu dans tout le sud-est asiatique (Singapour, Malaisie, Thaïlande) ainsi que dans les établissements de restauration rapide néerlandaise à la suite de la colonisation.",
                                    "wiki_link": "https://fr.wikipedia.org/wiki/Sate"
                                },
                                "src_context": [
                                    "Le sate ou satay a été inventé par les vendeurs ambulants des grandes villes de l'île de Java.",
                                    "Yogyakarta est une des grandes villes de l'île de Java où le sate ou satay a été inventé.",
                                    "Ce plat s'est répandu dans tout le sud-est asiatique depuis Java."
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Klopo",
                                    "Sate Klopo",
                                    "Sate klatak/klathak",
                                    "Sate klatak/klathak"
                                ]
                            }
                        ]
                    }
                }
            },
            "zh": {
                "headers": {
                    "各國的特色": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": "香港",
                                    "translated": "Hongkong"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "雖然這種沙嗲醬與傳統沙嗲相比被認為不夠正宗，但有食客認為具有香港特色。",
                                    "translated": "Although this type of satay sauce is considered less authentic compared to traditional satay, some diners believe it has a Hong Kong characteristic.",
                                    "fact_aligned_sentence": "沙嗲是香港常見的食物,大部分茶餐廳都會供應配上沙嗲牛肉的即食麵、米粉或通心粉,在冬季加入沙嗲醬與牛肉和粉絲烹調而成的沙嗲牛肉粉絲煲是香港著名煲仔菜。香港部分茶餐廳為節省成本,會自行以咖哩粉和花生醬調配為沙嗲醬,雖然與傳統沙嗲相比被認為不夠正宗,但有食客認為具有香港特色。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "沙嗲牛肉粉絲煲是加入沙嗲醬與牛肉和粉絲烹調而成的。",
                                    "香港部分茶餐廳為節省成本，會自行以咖哩粉和花生醬調配為沙嗲醬。",
                                    "雖然這種沙嗲醬與傳統沙嗲相比被認為不夠正宗，但有食客認為具有香港特色。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Jengkol",
                                    "Sate Jengkol",
                                    "It is usually served glazed in a sweet-soy sauce marinade reminiscent of yakitori.",
                                    "Despite the native origins of inasal and inihaw, the English association of \"barbecue\" is the source of names for other popular street foods that are also served skewered, such as banana cue (\"banana\" + \"barbecue\") and camote cue (\"camote (sweet potato) + barbecue\")."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "印度尼西亞",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "這道沙嗲是清脆的。",
                                    "translated": "This satay is crunchy.",
                                    "fact_aligned_sentence": "蘇門答臘的菜,是由醃好的雞皮製成的清脆的沙嗲。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "蘇門答臘的菜是一道沙嗲。",
                                    "這道沙嗲是由醃好的雞皮製成的。",
                                    "這道沙嗲是清脆的。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Tripe satay.",
                                    "Mildly marinated and mostly boiled than grilled, usually served as a side-dish to accompany soto.",
                                    "Skin Satay.",
                                    "Skin Satay."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "菲律賓",
                                    "translated": "the Philippines"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "這些地區以穆斯林為主。",
                                    "translated": "These areas are predominantly Muslim.",
                                    "fact_aligned_sentence": "菲律賓南部摩洛人(棉蘭老島,蘇祿群島,巴拉望島南部和塔威塔威省)的薩蒂(Satti)非常類似傳統的馬來和印尼沙嗲。相似之處包括肉的準備和烹調方法,不同之處是,薩蒂搭配厚厚的花生口味湯汁,而不是乾吃。薩蒂基本醃料包括使用的花生,大蒜,生薑,蔥,小茴香,菲律賓魚露(Bagoong),辣椒和椰奶。由於這些地區以穆斯林為主的,薩蒂準備肉類的屠宰方法是符合伊斯蘭教教規的食物。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "薩蒂的不同之處是搭配厚厚的花生口味湯汁，而不是乾吃。",
                                    "薩蒂的基本醃料包括花生、大蒜、生薑、蔥、小茴香、菲律賓魚露(Bagoong)、辣椒和椰奶。",
                                    "這些地區以穆斯林為主。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "It is common in the regions of Zamboanga, Sulu Archipelago and Tawi-Tawi, which acquired satay from its proximity to Malaysia.",
                                    "It is common in the regions of Zamboanga, Sulu Archipelago and Tawi-Tawi, which acquired satay from its proximity to Malaysia.",
                                    "Rabbit satay usually can be found in mountainous tourist region in Java where locals breed rabbit for its meat, such as Lembang in West Java, Kaliurang in Yogyakarta, Bandungan and Tawangmangu resort in Central Java, also Telaga Sarangan in East Java.",
                                    "Rabbit satay usually can be found in mountainous tourist region in Java where locals breed rabbit for its meat, such as Lembang in West Java, Kaliurang in Yogyakarta, Bandungan and Tawangmangu resort in Central Java, also Telaga Sarangan in East Java."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "菲律賓",
                                    "translated": "the Philippines"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "薩蒂準備肉類的屠宰方法是符合伊斯蘭教教規的食物。",
                                    "translated": "The slaughtering method for meat prepared by Sati complies with the dietary laws of Islam.",
                                    "fact_aligned_sentence": "菲律賓南部摩洛人(棉蘭老島,蘇祿群島,巴拉望島南部和塔威塔威省)的薩蒂(Satti)非常類似傳統的馬來和印尼沙嗲。相似之處包括肉的準備和烹調方法,不同之處是,薩蒂搭配厚厚的花生口味湯汁,而不是乾吃。薩蒂基本醃料包括使用的花生,大蒜,生薑,蔥,小茴香,菲律賓魚露(Bagoong),辣椒和椰奶。由於這些地區以穆斯林為主的,薩蒂準備肉類的屠宰方法是符合伊斯蘭教教規的食物。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "薩蒂的基本醃料包括花生、大蒜、生薑、蔥、小茴香、菲律賓魚露(Bagoong)、辣椒和椰奶。",
                                    "這些地區以穆斯林為主。",
                                    "薩蒂準備肉類的屠宰方法是符合伊斯蘭教教規的食物。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Paru",
                                    "Beef lung satay.",
                                    "Sate plecing",
                                    "Satay made with variety of grilled meat most often pork, served with sambal plecing, sauce made from chili, garlic, onion, tomatoes, and shrimp paste, popular in Balinese cuisine."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "印度尼西亞",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "吃的時候配上甜醬油。",
                                    "translated": "Pair it with sweet soy sauce when eating.",
                                    "fact_aligned_sentence": "羔羊沙嗲是由一歲或五個月大的羔羊作成的羊肉沙嗲。每碟包含20串,每串四塊肉 - 兩片肉,一塊肥肉,然後另一塊肉。肥肉有時可以一塊羊肝、羊心或羊腎取代。肉在燒烤前不先醃過。吃的時候配上甜醬油(中等甜度,略加些開水沖淡),新鮮辣椒切片,紅蔥頭切片,青西紅柿切成四瓣,和米飯。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "肥肉有時可以一塊羊腎取代。",
                                    "肉在燒烤前不先醃過。",
                                    "吃的時候配上甜醬油。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Some recipes call for a marinade of thick coconut milk with sambal (chili paste), powdered laos (galangal root), ground kemiri (candlenut, one can substitute macadamia nuts in a pinch), minced shallots and pressed garlic.",
                                    "One can add salt to taste.",
                                    "On serving, it is accompanied by sweet soya sauce (medium sweetness, slightly thinned with boiled water), sliced fresh chilli, sliced raw shallots (eschalot), quartered green tomatoes, and steamed rice, and is sometimes garnished with fried shallots.",
                                    "On serving, it is accompanied by sweet soya sauce (medium sweetness, slightly thinned with boiled water), sliced fresh chilli, sliced raw shallots (eschalot), quartered green tomatoes, and steamed rice, and is sometimes garnished with fried shallots."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "印度尼西亞",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "豬肉在伊斯蘭教是不潔的食物。",
                                    "translated": "Pork is considered an impure food in Islam.",
                                    "fact_aligned_sentence": "豬肉在伊斯蘭教是不潔的食物,而印尼人口以穆斯林佔多數,所以豬肉做的沙爹食品在印尼比較罕見,但在主要信奉印度教的巴厘島常見,也流行於印尼的華裔社區,曾經統治當地的荷蘭也常以豬肉製作沙爹。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "淡水烏龜肉沙嗲配上辣椒。",
                                    "淡水烏龜肉沙嗲配上甜醬油。",
                                    "豬肉在伊斯蘭教是不潔的食物。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Water buffalo satay, a variant of satay popular in Kudus, where most Muslim believed that it is forbidden to eat beef to respect the Hindus.",
                                    "Water buffalo satay, a variant of satay popular in Kudus, where most Muslim believed that it is forbidden to eat beef to respect the Hindus.",
                                    "Both dishes are available from street vendors or in certain restaurants, and the majority are not halal.",
                                    "Both dishes are available from street vendors or in certain restaurants, and the majority are not halal."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "菲律賓",
                                    "translated": "the Philippines"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "薩蒂在菲律賓南部的蘇祿族、巴瑶族當地人以及在主要城市三寶顏和達沃是著名的食品。",
                                    "translated": "Sati is a famous food among the Suluk and Bajau people in the southern Philippines, as well as in the major cities of Zamboanga and Davao.",
                                    "fact_aligned_sentence": "蘇祿的薩蒂使用牛肉、雞(manuk)、山羊肉(kambing)和羊肉(anak biri),沒有不符合伊斯蘭教教規的豬肉。薩蒂在菲律賓南部的蘇祿族、巴瑶族當地人以及在主要城市三寶顏和達沃是著名的食品,但是除了在大馬尼拉市區的穆斯林的“熟食店”可以找到以外,薩蒂並沒有擴大到該地區以外的信仰天主教為主的地區。正宗薩蒂是由專門烹調這種食物的餐館和食堂供應,食譜是諱莫如深的密秘。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "蘇祿的薩蒂使用牛肉、雞(manuk)、山羊肉(kambing)和羊肉(anak biri)。",
                                    "蘇祿的薩蒂沒有不符合伊斯蘭教教規的豬肉。",
                                    "薩蒂在菲律賓南部的蘇祿族、巴瑶族當地人以及在主要城市三寶顏和達沃是著名的食品。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Satay proper is known as satti in the Southern Philippines (Mindanao).",
                                    "It is common in the regions of Zamboanga, Sulu Archipelago and Tawi-Tawi, which acquired satay from its proximity to Malaysia.",
                                    "It is also popular in Bali where the majority are Hindus, it is also popular in Northern Sulawesi, Northern Tapanuli, and Nias, where most people are Christians, and also popular in the Netherlands.",
                                    "It is also popular in Bali where the majority are Hindus, it is also popular in Northern Sulawesi, Northern Tapanuli, and Nias, where most people are Christians, and also popular in the Netherlands."
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "菲律賓",
                                    "translated": "the Philippines"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "薩蒂的不同之處是搭配厚厚的花生口味湯汁，而不是乾吃。",
                                    "translated": "What sets satay apart is the thick peanut-flavored sauce that accompanies it, rather than eating it dry.",
                                    "fact_aligned_sentence": "菲律賓南部摩洛人(棉蘭老島,蘇祿群島,巴拉望島南部和塔威塔威省)的薩蒂(Satti)非常類似傳統的馬來和印尼沙嗲。相似之處包括肉的準備和烹調方法,不同之處是,薩蒂搭配厚厚的花生口味湯汁,而不是乾吃。薩蒂基本醃料包括使用的花生,大蒜,生薑,蔥,小茴香,菲律賓魚露(Bagoong),辣椒和椰奶。由於這些地區以穆斯林為主的,薩蒂準備肉類的屠宰方法是符合伊斯蘭教教規的食物。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "菲律賓南部摩洛人的薩蒂非常類似傳統的馬來和印尼沙嗲。",
                                    "薩蒂和馬來、印尼沙嗲的相似之處包括肉的準備和烹調方法。",
                                    "薩蒂的不同之處是搭配厚厚的花生口味湯汁，而不是乾吃。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "From a region in Southern Sulawesi, this satay is made from beef and cow offal marinated in sour carambola sauce.",
                                    "It has a unique sour and spicy taste.",
                                    "Sate Taichan",
                                    "Sate Taichan"
                                ]
                            },
                            {
                                "header_2": {
                                    "original": "印度尼西亞",
                                    "translated": "Indonesia"
                                },
                                "header_1": {
                                    "original": "各國的特色",
                                    "translated": "Characteristics of various countries"
                                },
                                "fact": {
                                    "original": "淡水烏龜肉沙嗲配上甜醬油。",
                                    "translated": "Freshwater turtle meat satay served with sweet soy sauce.",
                                    "fact_aligned_sentence": "淡水烏龜肉沙嗲是另一來自日惹的難得的美味。以竹籤串好,在炭火上烤成。配上切片的新鮮紅蔥頭、辣椒、甜醬油。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "淡水烏龜肉沙嗲配上切片的新鮮紅蔥頭。",
                                    "淡水烏龜肉沙嗲配上辣椒。",
                                    "淡水烏龜肉沙嗲配上甜醬油。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Beef fat satay popular in Yogyakarta, especially in Beringharjo Market.",
                                    "The fat satay is seasoned with sweet soy sauce and considered as snack since it is commonly served without any rice or additional sauces.",
                                    "Sate Sapi",
                                    "Beef satay, served in sweet soy sauce and peanut sauce."
                                ]
                            }
                        ]
                    },
                    "起源": {
                        "entries": [
                            {
                                "header_2": {
                                    "original": null,
                                    "translated": null
                                },
                                "header_1": {
                                    "original": "起源",
                                    "translated": "origin"
                                },
                                "fact": {
                                    "original": "卡博串是一種源自中東地區的食物。",
                                    "translated": "Kebab is a type of food that originated from the Middle East.",
                                    "fact_aligned_sentence": "沙嗲來自印尼語 Sate 和馬來語 Saté 與 Satai ,兩者也許都是來自印度坦米爾語。沙嗲據說是爪哇的攤販根據印度的卡博串發明的,而卡博串是一種源自中東地區的食物。因為在19世紀初,大量印度坦米爾人和阿拉伯移民湧入荷屬東印度,這些移民帶來的飲食習慣,結合爪哇和蘇門答臘當地的食材,促使沙嗲在印尼出現。",
                                    "wiki_link": "https://zh.wikipedia.org/wiki/%E6%B2%99%E5%97%B2"
                                },
                                "src_context": [
                                    "沙嗲也許都是來自印度坦米爾語。",
                                    "沙嗲據說是爪哇的攤販根據印度的卡博串發明的。",
                                    "卡博串是一種源自中東地區的食物。"
                                ],
                                "tgt_fact_aligned_sentences": [
                                    "Sate Komoh/Komo",
                                    "Beef satay from East Java.",
                                    "Sate Buntel",
                                    "Sate Buntel"
                                ]
                            }
                        ]
                    }
                }
            }
        }
    }
}